Namespace:   Autodesk.Revit.DB.Visual
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 18.0.0.0 (18.0.0.420)
 Syntax
  C#
public virtual void Clear()
  Visual Basic
Public Overridable Sub Clear
  Visual C++
public:
virtual void Clear()
 See Also
  AssetSet Class
  Autodesk.Revit.DB.Visual Namespace